[
  {
    "Number": 0,
    "Data": {
      "Question": "Какие сегменты инфраструктуры выделены в сети?",
      "Answer1": "Выделение сегментов: хранения и обработки данных, расположения АРМ персонала.",
      "Priority1": 0.25,
      "Answer2": "Выделение сегментов: хранения и обработки данных, расположения АРМ персонала, разработки и тестирования.",
      "Priority2": 0.5,
      "Answer3": "Выделение сегментов: хранения и обработки данных, расположения АРМ персонала, обособленной разработки и тестирования..",
      "Priority3": 0.75,
      "Answer4": "Выделение сегментов: хранения и обработки данных, расположения АРМ персонала, обособленной разработки и тестирования, общедоступных объектов доступа.",
      "Priority4": 1,
      "Termin": "АРМ - автоматизированное рабочее место."
    }
  },
  {
    "Number": 1,
    "Data": {
      "Question": "Как реализована система межсетевого экранирования?",
      "Answer1": "Не реализована.",
      "Priority1": 0.25,
      "Answer2": "Реализована посредством стандартных утилит операционной системы.",
      "Priority2": 0.5,
      "Answer3": "Реализована с помощью стороннего специализированного ПО со статической базой данных.",
      "Priority3": 0.75,
      "Answer4": "Реализована с помощью стороннего специализированного ПО с динамической базой данных.",
      "Priority4": 1,
      "Termin": "Межсетевое экранирование (Firewall) - программный элемент компьютерной сети, осуществляющий контроль и фильтрацию проходящего через него сетевого трафика в соответствии с заданными правилами."
    }
  },
  {
    "Number": 2,
    "Data": {
      "Question": "Как осуществлён контроль содержимого съёмных носителей?",
      "Answer1": "Контроль отсутствует.",
      "Priority1": 0,
      "Answer2": "При подключении съёмного носителя активируется сканирование установленным антивирусом.",
      "Priority2": 0,
      "Answer3": "При подключении съёмного носителя система запрашивает идентификацию и авторизацию.",
      "Priority3": 0,
      "Answer4": "При подключении съёмного носителя система запрашивает идентификацию и авторизацию, а затем активируется сканирование установленным антивирусом.",
      "Priority4": 0,
      "Termin": ""
    }
  },
  {
    "Number": 3,
    "Data": {
      "Question": "Как реализованна система почтовых серверов?",
      "Answer1": "Используются только сторонние сервисы.",
      "Priority1": 0,
      "Answer2": "Для внутреннего обмена используется собственный почтовый сервер.",
      "Priority2": 0,
      "Answer3": "Для внутреннего и внешнего обмена используется собственный почтовый сервер.",
      "Priority3": 0,
      "Answer4": "Для внутреннего и внешнего обмена используется собственный почтовый сервер с глубокой фильтрацией данных.",
      "Priority4": 0,
      "Termin": ""
    }
  },
  {
    "Number": 4,
    "Data": {
      "Question": "Какой тип прокси-серверов используется",
      "Answer1": "Прокси-сервера не используются.",
      "Priority1": 0,
      "Answer2": "Прозрачный прокси. Схема связи, при которой трафик или его часть перенаправляется на прокси-сервер неявно.",
      "Priority2": 0,
      "Answer3": "Обратный прокси. Прокси-сервер, который, ретранслирует запросы клиентов из внешней сети на один или несколько серверов, логически расположенных во внутренней сети. Часто используется для балансировки сетевой нагрузки между несколькими веб-серверами.",
      "Priority3": 0,
      "Answer4": "Веб-прокси. Широкий класс прокси-серверов, выполненных в форме веб-приложения",
      "Priority4": 0,
      "Termin": "Прокси-сервер - промежуточный сервер в компьютерных сетях, выполняющий роль посредника между пользователем и целевым сервером, позволяющий клиентам как выполнять запросы к другим сетевым службам, так и получать ответы."
    }
  },
  {
    "Number": 5,
    "Data": {
      "Question": "Как осуществляется логирование изменений конфигурации сетевого оборудования?",
      "Answer1": "Отсутствие логирования.",
      "Priority1": 0,
      "Answer2": "Логирования только глобальных изменений кофигураци сетевого оборудования.",
      "Priority2": 0,
      "Answer3": "Логирования локальных и глобальных изменений конфигурации сетевого оборудования.",
      "Priority3": 0,
      "Answer4": "Логирования всех изменений конфигурации сетевого оборудования на внутреннем и внешнем сервере.",
      "Priority4": 0,
      "Termin": "Логирование — это запись данных об определенных действиях внутри системы."
    }
  },
  {
    "Number": 6,
    "Data": {
      "Question": "Используемая система обнаружения второжений?",
      "Answer1": "Сетевая СОВ (Network-based IDS, NIDS) отслеживает вторжения, проверяя сетевой трафик и ведет наблюдение за несколькими хостами.",
      "Priority1": 0,
      "Answer2": "Основанная на протоколе СОВ (Protocol-based IDS, PIDS) представляет собой систему, которая отслеживает и анализирует коммуникационные протоколы со связанными системами или пользователями.",
      "Priority2": 0,
      "Answer3": "Узловая СОВ (Host-based IDS, HIDS) — система, расположенная на хосте, отслеживающая вторжения, используя анализ системных вызовов, логов приложений, модификаций файлов, состояния хоста и прочих источников.",
      "Priority3": 0,
      "Answer4": "Гибридная СОВ совмещает два и более подходов к разработке СОВ.",
      "Priority4": 0,
      "Termin": ""
    }
  },
  {
    "Number": 7,
    "Data": {
      "Question": "Какие средства используются для защиты от DDoS-атак?",
      "Answer1": "Специальная страница с кодом фильтра. Фильтр отделяет данные, отсылаемые атакующими от реальных пользователей, автоматически присваивает юзерам «куки» и перенаправляет на искомую страницу сайта.",
      "Priority1": 0,
      "Answer2": "Програмно-аппаратные средства. Весь интернет-трафик, поступающий на сайт, перенаправляется на сервера программно-аппаратных комплексов защиты, клиент получает только очищенный входящий трафик.",
      "Priority2": 0,
      "Answer3": "Временное отключение наиболее ресурсозатратного функционала.",
      "Priority3": 0,
      "Answer4": "Ограничение запросов по времени.",
      "Priority4": 0,
      "Termin": "DoS - (аббр. англ. Denial of Service «отказ в обслуживании») — хакерская атака на вычислительную систему с целью довести её до отказа."
    }
  },
  {
    "Number": 8,
    "Data": {
      "Question": "Как реализована антиспам защита?",
      "Answer1": "С помощью неавтоматичекской фильтрации. (Блок-слово)",
      "Priority1": 0,
      "Answer2": "С помощью автоматической фильтрации и \"серых\" списков.",
      "Priority2": 0,
      "Answer3": "Всё выше перечисленное.",
      "Priority3": 0,
      "Answer4": "Не реализована.",
      "Priority4": 0,
      "Termin": ""
    }
  },
  {
    "Number": 9,
    "Data": {
      "Question": "Какой протокол VPN используется в системе?",
      "Answer1": "OpenVPN.",
      "Priority1": 0,
      "Answer2": "IKEv2/IPsec.",
      "Priority2": 0,
      "Answer3": "SSTP.",
      "Priority3": 0,
      "Answer4": "WireGuard.",
      "Priority4": 0,
      "Termin": "VPN (виртуальная частная сеть) — обобщённое название технологий, позволяющих обеспечить одно или несколько сетевых соединений поверх другой сети."
    }
  },
  {
    "Number": 10,
    "Data": {
      "Question": "Как происходит логирование СОВ?",
      "Answer1": "Логируются все инциденты, включая ошибку ложного срабатывания. Впоследствии логи анализируются спец. алгоритмами.",
      "Priority1": 0,
      "Answer2": "Логируются все инциденты, включая ошибку ложного срабатывания.",
      "Priority2": 0,
      "Answer3": "Не происходит.",
      "Priority3": 0,
      "Answer4": "Логируются все инциденты, включая ошибку ложного срабатывания. Впоследствии логи анализируются специалистами.",
      "Priority4": 0,
      "Termin": "Логирование — это запись данных об определенных действиях внутри системы."
    }
  },
  {
    "Number": 11,
    "Data": {
      "Question": "Какой алгоритм шифрования используется?",
      "Answer1": "IDEA.",
      "Priority1": 0,
      "Answer2": "Triple DES.",
      "Priority2": 0,
      "Answer3": "MD5.",
      "Priority3": 0,
      "Answer4": "AES.",
      "Priority4": 0,
      "Termin": ""
    }
  },
  {
    "Number": 12,
    "Data": {
      "Question": "Существует ли ОРД описывающая правила взаимодействия сетей?",
      "Answer1": "Существует. Описывает возможные внутренние конфликты.",
      "Priority1": 0,
      "Answer2": "Существует. Предусмотрены возможные внутренние конфликты и приоритетность сетей.",
      "Priority2": 0,
      "Answer3": "Существует. Без описания возможных внутренних конфликтов.",
      "Priority3": 0,
      "Answer4": "Нет.",
      "Priority4": 0,
      "Termin": "ОРД - организационно-разрешительная документация"
    }
  },
  {
    "Number": 13,
    "Data": {
      "Question": "Как реализована WIPS?",
      "Answer1": "Вндрение с помощью интегрированной (встроенной) модели",
      "Priority1": 0,
      "Answer2": "Отсутствует.",
      "Priority2": 0,
      "Answer3": "Вндрение с помощью оверлейной (наложенной) модели.",
      "Priority3": 0,
      "Answer4": "Вндрение с помощью гибридной модели мониторинга",
      "Priority4": 0,
      "Termin": "WIPS (wireless intrusion prevention system) - Беспроводная система предотвращения вторжений."
    }
  },
  {
    "Number": 14,
    "Data": {
      "Question": "При наличии NGFW какой функционал будет реализован?",
      "Answer1": "Управление трафиком на уровне приложений, встроенное решение для защиты от вирусов и ботов.",
      "Priority1": 0,
      "Answer2": "Глубокая проверка пакетов, Identity Awareness.",
      "Priority2": 0,
      "Answer3": "Реализует весь вышеперечисленный функционал",
      "Priority3": 0,
      "Answer4": "NGFW отсутствует.",
      "Priority4": 0,
      "Termin": "NGFW - Брандмауэр следующего поколения это межсетевой экран глубокой проверки пакетов, который выходит за рамки проверки и блокировки портов и протоколов,\nдобавляя проверку на уровне приложений, предотвращает вторжения и контролирует передачу информации."
    }
  },
  {
    "Number": 15,
    "Data": {
      "Question": "Какой софт используется для анализа Передача логов для анализа ?",
      "Answer1": "Logcollector.",
      "Priority1": 0,
      "Answer2": "Не используется.",
      "Priority2": 0,
      "Answer3": "SIEM.",
      "Priority3": 0,
      "Answer4": "Graylog.",
      "Priority4": 1,
      "Termin": ""
    }
  }
]